
1 = "접속";
2 = "접속하지 않음";
3 = "내 계정";
4 = "전자우편 주소:";
5 = "바꾸기...";
6 = "내 네트워크 설정";
7 = "비밀번호와 다른 사용자 정보 바꾸기";
8 = "회원 기능 (웹)";
9 = "메신저 이용을 위한 접속 방법을 다음과 같이 설정합니다.";
10 = "접속 정보를 고치거나 Windows Live ID 네트워크 사용을 위한 새 계정(이메일과 비밀번호)을 만들 수 있는 설정 윈도우를 열려면 누르세요.";
11 = "비밀번호나 가입할 때 설정한 다른 정보를 바꿀 수 있는 Windows Live ID 웹사이트를 열려면 누르세요. 메신저에 접속해 있는 동안만 바꿀 수 있습니다.";
12 = "Click to open the Corporate Settings dialog box where you can change your sign-in information.";
13 = "시스템의 네트워크 설정을 이용해 자동으로 설정";
14 = "수동으로 설정";
15 = "서버 이름 / IP주소:";
16 = "아래를 이용해 접속:";
17 = "TCP";
18 = "TLS";
19 = "UDP";
20 = "자동 설정";
21 = "프록시 사용";
22 = "유형:";
23 = "서버:";
24 = "포트:";
25 = "사용자 이름:";
26 = "비밀번호:";
27 = "프록시 서버를 사용하지 않는다면 선택하지 마세요.";
28 = "인터넷에 연결하기 위해 프록시 서버를 사용한다면 선택하세요. 프록시 서버를 사용하지 않는다면 선택하지 마세요.

이 설정을 고치려면 메신저의 접속을 끊으세요.";
29 = "인터넷에 연결하기 위해 프록시 서버를 사용한다면 선택하세요.";
30 = "";
31 = "";
32 = "프록시 서버의 포트를 입력하세요.";
33 = "프록시 서버 포트를 고치려면 메신저의 접속을 끊어야 합니다.";
34 = "프록시 서버의 사용자 이름을 입력하세요.";
35 = "프록시 서버의 사용자 이름을 고치려면 메신저의 접속을 끊고 프록시 사용을 선택하거나 SOCKS 5.0을 선택하세요.";
36 = "프록시 서버의 비밀번호를 입력하세요.";
37 = "프록시 서버의 비밀번호를 고치려면 메신저의 접속을 끊고 프록시 사용을 선택하거나 SOCKS 5.0을 선택하세요.";
38 = "프록시 서버의 이름이나 IP를 입력하세요.";
39 = "고치려면 메신저의 접속을 끊어야 합니다.";
40 = "Type the server name for the Office Communications Server your computer uses.";
41 = "To type the server name for the Office Communications Server your computer uses, sign out of Messenger.";
